import 'package:proseuchitari/global_dirs.dart';

class ShortPrayersList {
  static List shortprayers = [
    [
      'Βασιλεύ Ουράνιε',
      'Βασιλεῦ οὐράνιε, Παράκλητε, \nτὸ Πνεῦμα τῆς ἀληθείας, \nὁ πανταχοῦ παρών, καὶ τὰ πάντα πληρῶν, \nὁ θησαυρὸς τῶν ἀγαθῶν, καὶ ζωῆς χορηγός, \nἐλθὲ καὶ σκήνωσον ἐν ἡμῖν, \nκαὶ καθάρισον ἡμᾶς ἀπὸ πάσης κηλῖδος, \nκαὶ σῶσον, Ἀγαθέ, τὰς ψυχὰς ἡμῶν.'
    ],
    [
      'Δεῦτε προσκυνήσωμεν',
      'Δεῦτε προσκυνήσωμεν καὶ προσπέσωμεν τῷ Βασιλεῖ ἡμῶν Θεῷ. \n\nΔεῦτε προσκυνήσωμεν καὶ προσπέσωμεν Χριστῷ τῷ Βασιλεῖ ἡμῶν Θεῷ. \n\nΔεῦτε προσκυνήσωμεν καὶ προσπέσωμεν αὐτῷ, Χριστῷ τῷ Βασιλεῖ καὶ Θεῷ ἡμῶν.'
    ],
    [
      'Δόξα... Καὶ νῦν...',
      'Δόξα Πατρὶ καὶ Υἱῷ καὶ Ἁγίῳ Πνεύματι. Καὶ νῦν καὶ ἀεὶ καὶ εἰς τοὺς αἰῶνας τῶν αἰώνων. Ἀμήν.'
    ],
    [
      'Επi Σoί Χαίρει, Κεχαριτωμένη',
      'Επi Σoί Χαίρει, Κεχαριτωμένη, Πάσα Η Κτίσις, \nΑγγέλων Τό Σύστημα Καί Ανθρώπων Τό Γένος, \nΗγιασμένε Ναέ Καί Παράδεισε Λογικέ, \nΠαρθενικόν Καύχημα, Εξ Ής Θεός Εσαρκώθη Καί Παιδίον Γέγονεν, \nΟ Πρό Αιώνων Υπάρχων Θεός Ημών· \nΤήν Γάρ Σήν Μήτραν Θρόνον Εποίησε, \nΚαί Τήν Σήν Γαστέρα Πλατυτέραν Ουρανών Απειργάσατο. \nΕπί Σοί Χαίρει, Κεχαριτωμένη, Πάσα Η Κτίσις Δόξα Σοι.'
    ],
    [
      'Επιλύχνιος Ευχαριστία (Φως ιλαρόν)',
      'Φως ιλαρόν αγίας δόξης\nΑθανάτου Πατρός,\nουρανίου, αγίου, μάκαρος,\nΙησού Χριστέ,\nΕλθόντες επί την ηλίου δύσιν,\nιδόντες φως εσπερινόν,\nυμνούμεν Πατέρα, Υιόν\nκαι Άγιον Πνεύμα, Θεόν.\nΆξιόν Σε εν πάσι καιροίς\nυμνείσθαι φωναίς αισίαις\nΥιέ Θεού, ζωήν ο διδούς•\nδιό ο κόσμος Σε δοξάζει».'
    ],
    [
      'Ευχή Αγίου Εφραίμ του Σύρου',
      'Κύριε τῶν Δυνάμεων, μεθ᾿ ἡμῶν γενοῦ, ἄλλον γὰρ ἐκτός Σου βοηθόν, ἐν θλίψεσιν οὐκ ἔχομεν. Κύριε τῶν Δυνάμεων, ἐλέησον ἡμᾶς.\nΚύριε καὶ Δέσποτα τῆς ζωῆς μου, πνεῦμα ἀργίας, περιεργείας, φιλαρχίας καὶ ἀργολογίας μή μοι δῷς.\nΠνεῦμα δὲ σωφροσύνης, ταπεινοφροσύνης, ὑπομονῆς καὶ ἀγάπης, χάρισαί μοι τῷ σῷ δούλῳ.\nΝαί, Κύριε Βασιλεῦ, δώρησαί μοι τοῦ ὁρᾶν τὰ ἐμὰ πταίσματα, καὶ μὴ κατακρίνειν τὸν ἀδελφόν μου, ὅτι εὐλογητὸς εἶ, εἰς τοὺς αἰῶνας τῶν αἰώνων. Ἀμήν.'
    ],
    [
      'Ευχή Γ. Σωφρονίου του Essex',
      'Κύριε, ασθενής ειμί. Συ οίδας τούτο.\nΜη υπερίδης με.\nΜη αποστής απ\' εμού εν τη πτώση μου.\nΓενού εγγύς εμού, του μηδαμινού,\nαλλά διψώντος σε.\nΣκήνωσον συ αυτός εν εμοί\nπαν ότι ενετείλω ημίν,\nεν αγάπη ασαλεύτω εις αιώνας αιώνων.'
    ],
    [
      'Ευχή του Αγίου Ιωαννικίου',
      'Ἡ ἐλπίς μου ὁ Πατήρ, καταφυγή μου ὁ Υἱός, σκέπη μου τὸ Πνεῦμα τὸ Ἅγιον, Τριὰς ἁγία, δόξα σοι.\nΤὴν πᾶσαν ἐλπίδα μου εἰς σὲ ἀνατίθημι, Μῆτερ τοῦ Θεοῦ· φύλαξόν με ὑπὸ τὴν σκέπην σου.'
    ],
    [
      'Θεοτόκε Παρθένε',
      'Θεοτόκε Παρθένε, Χαῖρε κεχαριτωμένη Μαρία, ὁ Κύριος μετὰ σοῦ, εὐλογημένη, σὺ ἐν γυναιξί, καὶ εὐλογημένος ὁ καρπὸς τῆς κοιλίας σου, ὅτι Σωτῆρα ἔτεκες τῶν ψυχῶν ἡμῶν.'
    ],
    [
      'Μη καταπιστεύσης με',
      'Μη καταπιστεύσης με, ανθρωπίνη προστασία, Παναγία δέσποινα, αλλά δέξαι δέησιν, του ικέτου σου, θλίψις γαρ έχει με, φέρειν ου δύναμαι, των δαιμόνων τα τοξεύματα, σκέπην ου κέκτημαι, ουδέ που προσφύγω ο άθλιος, πάντοθεν πολεμούμενος, και παραμυθίαν ουκ έχω πλην σου, Δέσποινα του κόσμου, ελπίς και προστασία των πιστών, μη μου παρίδης την δέησιν, το συμφέρον ποίησον.\n\nΟυδείς προστρέχων επί σοι, κατησχυμένος από σου εκπορεύεται, αγνή Παρθένε Θεοτόκε, αλλ’ αιτείται την χάριν, και λαμβάνει το δώρημα, προς το συμφέρον της αιτήσεως.\n\nΜεταβολή των θλιβομένων, απαλλαγή των ασθενούντων υπάρχουσα, Θεοτόκε Παρθένε, σώζε πόλιν και λαόν, των πολεμουμένων η ειρήνη, των χειμαζομένων η γαλήνη, η μόνη προστασία των πιστών.'
    ],
    [
      'Ο μονογενής Υιός και Λόγος του Θεού',
      'Ὁ μονογενὴς Υἱὸς καὶ Λόγος τοῦ Θεοῦ, ἀθάνατος ὑπάρχων καὶ καταδεξάμενος  διὰ τὴν ἡμετέραν σωτηρίαν, σαρκωθῆναι ἐκ τῆς ἁγίας Θεοτόκου καὶ  ἀειπαρθένου Μαρίας, ἀτρέπτως ἐνανθρωπήσας σταυρωθείς τε, Χριστὲ ὁ Θεός,  θανάτῳ θάνατον πατήσας, εἷς ὢν τῆς ἁγίας Τριάδος, συνδοξαζόμενος τῷ  Πατρὶ καὶ τῷ Ἁγίῳ Πνεύματι, σῶσον ἡμᾶς'
    ],
    [
      'Παναγία Τριάς',
      'Παναγία Τριάς, ἐλέησον ἡμᾶς.\nΚύριε, ἱλάσθητι ταῖς ἁμαρτίαις ἡμῶν.\nΔέσποτα, συγχώρησον τὰς ἀνομίας ἡμῖν.\nἍγιε, ἐπίσκεψαι καὶ ἴασαι τὰς ἀσθενείας ἡμῶν, ἕνεκεν τοῦ ὀνόματός σου.\nΚύριε, ἐλέησον· Κύριε, ἐλέησον· Κύριε, ἐλέησον.'
    ],
    [
      'Πάτερ ημών',
      'Πάτερ ἡμῶν ὁ ἐν τοῖς οὐρανοῖς,\nἁγιασθήτω τὸ ὄνομά σου.\nἘλθέτω ἡ βασιλεία σου.\nΓενηθήτω τὸ θέλημά σου, ὡς ἐν οὐρανῷ, καὶ ἐπὶ τῆς γῆς.\nΤὸν ἄρτον ἡμῶν τὸν ἐπιούσιον δὸς ἡμῖν σήμερον.\nΚαὶ ἄφες ἡμῖν τὰ ὀφειλήματα ἡμῶν,\nὡς καὶ ἡμεῖς ἀφίεμεν τοῖς ὀφειλέταις ἡμῶν.\nΚαὶ μὴ εἰσενέγκῃς ἡμᾶς εἰς πειρασμόν,\nἀλλὰ ῥῦσαι ἡμᾶς ἀπὸ τοῦ πονηροῦ,\nἈμήν.'
    ],
    [
      'Προστασία των Χριστιανών',
      'Προστασία των Χριστιανών ακαταίσχυντε, μεσιτεία προς τον Ποιητήν  αμετάθετε, μη παρίδης αμαρτωλών δεήσεων φωνάς, αλλά πρόφθασον, ως αγαθή,  εις την βοήθειαν ημών, των πιστώς κραυγαζόντων σοι. Τάχυνον εις  πρεσβείαν, και σπεύσον εις ικεσίαν, η προστατεύουσα αεί, Θεοτόκε, των  τιμώντων σε.'
    ],
    [
      'Τας κεφαλάς ημών τω Κυρίω κλίνωμεν',
      'Τὰς κεφαλὰς ἡμῶν τῷ Κυρίῳ κλίνωμεν.\n\nΣοί, Κύριε.\n\nΕὐχαριστοῦμέν σοι, Βασιλεῦ ἀόρατε, ὁ τῇ ἀμετρήτῳ σου δυνάμει τὰ πάντα δημιουργήσας, καὶ τῷ πλήθει τοῦ ἐλέους σου ἐξ οὐκ ὄντων εἰς τὸ εἶναι τὰ πάντα παραγαγών. Αὐτός, Δέσποτα, οὐρανόθεν ἔπιδε ἐπὶ τοὺς ὑποκεκλικότας σοι τὰς ἑαυτῶν κεφαλάς· οὐ γὰρ ἔκλιναν σαρκὶ καὶ αἵματι, ἀλλὰ σοὶ τῷ φοβερῷ Θεῷ. Σὺ οὖν, Δέσποτα, τὰ προκείμενα πᾶσιν ἡμῖν εἰς ἀγαθὸν ἐξομάλισον· κατὰ τὴν ἑκάστου ἰδίαν χρείαν· τοῖς πλέουσιν σύμπλευσον· τοῖς ὁδοιποροῦσι συνόδευσον· τοὺς νοσοῦντας ἴασαι, ὁ ἰατρὸς τῶν ψυχῶν καὶ τῶν σωμάτων ἡμῶν.\n\nΧάριτι καὶ οἰκτιρμοῖς καὶ φιλανθρωπίᾳ τοῦ μονογενοῦς σου Υἱοῦ, μεθ᾿ οὗ εὐλογητὸς εἶ, σὺν τῷ παναγίῳ καὶ ἀγαθῷ καὶ ζωοποιῷ σου Πνεύματι, νῦν καὶ ἀεὶ καὶ εἰς τοὺς αἰῶνας τῶν αἰώνων.\n\nἈμήν.'
    ],
    [
      'Τη Θεοτόκω εκτενώς νυν προσδράμωμεν',
      'Τη Θεοτόκω εκτενώς νυν προσδράμωμεν, αμαρτωλοί καί ταπεινοί,και προσπέσωμεν εν μετανοία, κράζοντες εκ βάθους ψυχής, Δέσποινα, βοήθησον εφ’ ημίν σπλαγχνισθείσα, σπεύσον, απολλύμεθα υπό πλήθους πταισμάτων,μη αποστρέψης σους δούλους κενούς, σε γαρ και μόνην ελπίδα κεκτήμεθα.\n\nΔόξα Πατρί και Υιώ και Αγίω Πνεύματι. Και νυν και αεί, και εις τους αιώνας των αιώνων. Αμήν.\n\nΟυ σιωπήσωμεν ποτέ, Θεοτόκε, τας δυναστείας σου λαλείν οι ανάξιοι, ειμή γαρ συ προϊστασο πρεσβεύουσα.Τις ημάς ερρύσατο εκ τοσούτων κινδύνων; Τις δε διεφύλαξεν έως νυν ελευθέρους;\nΟυκ αποστώμεν, Δέσποινα, εκ σου, σους γαρ δούλους σώζεις αεί, εκ παντοίων δεινών.'
    ],
    [
      'Τρισάγιο (Άγιος ο Θεός)',
      'Άγιος ο Θεός, άγιος ισχυρός, άγιος αθάνατος ελέησον ημάς\n\nΆγιος ο Θεός, άγιος ισχυρός, άγιος αθάνατος ελέησον ημάς\n\nΆγιος ο Θεός, άγιος ισχυρός, άγιος αθάνατος ελέησον ημάς.'
    ],
    [
      'Ωδή Συμεών του θεοδόχου (Νυν απολύεις)',
      'Νυν απολύεις τον δούλον σου, Δέσποτα, κατά το ρήμα σου εν ειρήνη, ότι  είδον οι οφθαλμοί μου το σωτήριόν σου, ο ητοίμασας κατά πρόσωπον πάντων  των λαών, φως εις αποκάλυψιν εθνών και δόξαν λαού σου Ισραήλ.'
    ],
  ];
}
